complete/buddy_data/奇秀-主播房间-20160913075623-20160913075624000

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 7:56:23]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[157986]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[T12]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[1388]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[54]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[3]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[7]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[4]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[缘来 有你]]></vipnickname><vipuserid><![CDATA[1285537098]]></vipuserid><top_name><![CDATA[缘来 有你]]></top_name><top_money><![CDATA[1330]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[花花的恶狼]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[花花的恶狼]]></top_name><top_money><![CDATA[1070]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[醉猫er]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[醉猫er]]></top_name><top_money><![CDATA[320]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[蒲星萤火]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[蒲星萤火]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[菠萝菠萝蜜…]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[菠萝菠萝蜜…]]></top_name><top_money><![CDATA[50]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[呵呵`]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[呵呵`]]></top_name><top_money><![CDATA[10]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[如 果 云 知 道]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[如 果 云 知 道]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 